//Quickmark supported


var characters = [
    {
        name: "江流宛转",
        index: 0,
        actions: [
            "@无法获取更早的信息", "@上午 9:10", ".在嘛", ":在", ".我问你", ".你是不是", ".拿了我的纸条？！", ":啊？！", ":我。。。。。。", clear(0),
            "@无法获取更早的信息", "@上午 9:10", ".在嘛", ":我我我我", ".你什么你啊", ".我找你聊天", ":哦", ".怎么啦", ".慌慌张张的", ":没什么", ".是不是做了什么心虚的事？", ":算了聊点别的吧", ".对了你有没有看到我的一张纸条？", ":没没没", ".干嘛那么激动", ".真的没见过么", ".我很急啊", ".要不你帮我问问谷同？", ".他把我拉黑了", ":说到这件事", ":你们两个天天撒dog food今天中午怎么还吵架了", ".你！", ":^_^", ".emmm", ".能不能帮啦", "$好吧^我还有事", "^0-^.真的嘛", "^0-^.帮个忙嘛", "^0-^.求你了", "^0-^:好吧", ".谢谢呢", "#1", "!"
        ],
        chatEnabled: false
    },
    {
        name: "孤铜",
        index: 0,
        actions: [
            "!", "@无法获取更早的信息", "@上午 9:12", ":在嘛", ".找我干嘛", "!"
        ],
        chatEnabled: false
    }
]