//Quickmark supported


var characters = [
    {
        name: "江流宛转",
        index: 0,
        actions: [
            "@无法获取更早的信息", "@上午 11:10", ".在嘛", ":在", ".我问你", ".你是不是", ".拿了我的纸条？！", ":啊？！", ":我。。。。。。", clear(0),
            "@无法获取更早的信息", "@上午 11:10", ".在嘛", ":我我我我", ".你什么你啊", ".我找你聊天", ":哦", ".怎么啦", ".慌慌张张的", ":没什么", ".是不是做了什么心虚的事？", ":算了聊点别的吧", ".对了你有没有看到我的一张纸条？", ":没没没", ".干嘛那么激动", ".真的没见过么", ".我很急啊", ".要不你帮我问问谷同？", ".他把我拉黑了", ":说到这件事", ":你们两个天天撒dog food今天中午怎么还吵架了", ".你！", ":^_^", ".emmm", ".能不能帮啦", "$好吧^我还有事", "^0-^.1真的嘛", "^0-^.帮个忙嘛", "^0-^.求你了", "^0-^:好吧", ".谢谢呢", "#1", "!", 
            "@上午 11:15", ":看来他也没有", ".但还是谢谢你呢", "^1-^-^.撇清了我们俩的误会^.撇清了我们俩的误会", ".那个我先去吃饭了", ".拜拜", ":bye"
        ],
        chatEnabled: false
    },
    {
        name: "孤铜",
        index: 0,
        actions: [
            "!", "@无法获取更早的信息", "@上午 11:12", ":在嘛", ".找我干嘛", ":那个", ":江宛清让我来问你", ":你有没有拿她的一张纸条？", ".江宛清？", ".我拿她东西干嘛", ".说到这事就生气", ":那个昨天的事", "$是你不对^是她不对^你们都有错^。。。。。。", "^1.我有什么错？^.当然是她的错^.这件事绝对是她的错^.这件事就是她的错", "^1:好吧那看来你也没有^:好吧那看来你也没有^:我觉得你应该和她谈一谈^:我觉得应该是有什么误会吧", "^1-^-^-^:你应该和她谈一谈", "^1-^-^.好吧^.好吧", "^1-^-^/10000^/10000", "^1.没有^.没有^.好吧我们两个确实都有不对的地方^.好吧我们两个确实有一点误会", "^1-^-^.但我真没她的纸条^.但我真没她的纸条", ":好吧", "#0", "!"
        ],
        chatEnabled: false
    }
]