var characters = [
    {
        name: "江流宛转",
        index: 0,
        actions: [
            msg(0, "在嘛"), mymsg(0, "在"), msg(0, "我问你"), msg(0, "你是不是"), msg(0, "拿了我的纸条？！"), mymsg(0, "啊？！"), mymsg(0, "我。。。。。。"), clear(0),
            msg(0, "在吗"), mymsg(0, "我我我。。。。。。"), msg(0, "你什么你啊"), msg(0, "我找你聊天"), mymsg(0, "哦。。。。。。"), mymsg(0, "我我想多了"), msg(0, "怎么啦"), msg(0, "是不是做了什么心虚的事？"), mymsg(0, "没有没有"), msg(0, "有啥不能说的？"), mymsg(0, "算了算了聊别的"),
            msg(0, "对了你有看见我的那张纸条吗？"), mymsg(0, "没。。。。。。"), mymsg(0, "没有"), msg(0, "真的嘛"), msg(0, "那张纸条很重要的呢"), msg(0, "真的没有看见过嘛"), mymsg(0, "要不书包里再翻翻？"), msg(0, "翻过了啊"), msg(0, "没有"), msg(0, "啊我真的很急啊"), end(0)
        ],
        latest: "",
        chatEnabled: false
    }
]